
[language]
id=0x040e
langID=0x0e
name=Magyar
sublangID=0x01
[menu]
9100=Bekapcsolás (összes cetli)
9101=Kikapcsolás (összes cetli)
9102=Magas prioritás be
9103=Védett mód be
9104=Kész jelölés be
9105=Begöngyölés
9106=Magas prioritás ki
9107=Védett mód ki
9108=Kész jelölés eltávolítása
9109=Kigöngyölés
9110=Cetli megkettőzése
9111=Beszúrás
9112=Kép beszúrása
9113=Szmájli beszúrása
9114=Összes újratöltése
9116=Napló
9117=Ma
9118=Összes mutatás/elrejtés
9119=Cimkék
9120=Keresés cimkék szerint
9121=Keresés ezzel:
9122=Dátum/idő beszúrása
9123=Mentés/Szinkronizáció
9124=Teljes mentés készítése
9125=Visszatöltés teljes mentésből
9126=Szinkronizálás
9127=Futtatás
9128=Csak a szöveg másolása
9129=Csak a szöveg beillesztése
9130="Legfelül' állapot
9131="Legfelül' állapot
9132=Mentés szövegfájlként
9133=Kapcsolt cetlik
9134=Kapcsolt cetlik kezelése
9135=Mutasd cimkénként
9136=Rejtsd el cimkénként
9137=Cimkék (aktuális cetli)
9138=Küldés hálózaton
9139=Névjegy hozzáadása
9140=Névjegyek kiválasztása
9141=Válasz
9142=Dátum szerinti keresés
9143=Utoljára módosított cimkék
9144=1 napja
9145=2 napja
9146=3 napja
9147=4 napja
9148=5 napja
9149=6 napja
9150=7 napja
9151=Ma
9152=Mutasd/Rejtsd el
9153=Cetli jelszó beállítása
9154=Cetli jelszó eltávolítása
9158=Bejövő mutatása
9159=Bejövő rejtése
9160=Jelszó
9161=Jelszó létrehozása
9162=Jelszó módosítása
9163=Jelszó eltávoltítása
9164=Ablakhoz rögzítés
9165=Feloldás
9166=Gyorsgombok
9167=Csoport hozzáadása
9168=Csoport kiválasztása
9169=Kézi helyi szinkronizáció
9170=Helyesírás ellenőrzés
9171=Ellenőrizd most
9172=Automatikus ellenőrzés
9173=Szótár letöltése
10001=Új cetli
10002=Beállítások
10003=Összes mutatása
10004=Összes elrejtése
10005=A Pnotes-ről
10006=Súgó
10007=Kilépés
10008=Vezérlőpult
10009=Mentés
10010=Módosítás
10011=Elrejtés
10012=Törlés
10013=Átnevezés
10014=Mutatás
10015=Központosítás
10016=Ikonok
10017=Kis ikonok
10018=Lista
10019=Részletek
10020=Mindig felül
10021=Nyelv
10023=Küldés
10024=Pnotes honlap
10025=Összes mentése
10026=Csoportok
10027=Mégse
10028=Mégis
10029=Kivágás
10030=Másolás
10031=Beillesztés
10032=Összes kiválasztása
10033=Gyári méret és központosítás
10034=Keresés a cetlik közt
10035=Dokk
10036=Egyiket sem
10037=Balra
10038=Föl
10039=Jobbra
10040=Le
10041=Dokkolás (összes)
10042=Keresés
10043=Következő keresése
10044=Felülírás
10045=Nincs
10046=Balra
10047=Felülre
10048=Jobbra
10050=Alulra
10051=Formátum
10052=Kedvencek
10053=Hozzáadás a kedvencekhez
10054=Eltávolítás a kedvencekből
10055=Küldés mellékletként
10056=Cetli betöltése
10057=Szemetes ürítése
10058=Összes cetli visszaállítása
10059=Cetli visszaállítása
10060=Csoportok mutatása
10061=Csoportok elrejtése
10062=Magas prioritás váltása
10063=Fájl beillesztése utalásként
10064=Fájl tartalmának beillesztése
10065=Új cetli a vágólapról
10066=Összes előrehozása
10067=Keresés
10069=Nézetek
10070=Láthatóság
10071=Védett mód váltása
10072=Nyomtatás
10073=Előnézet
10074=Kinézet módosítása
10075=Ütemezés módosítása
10076=Kapcsolók
10077=Megjelölés készként
10078=Ablak háttér beállítás előnézet
10079=Megadott szín használata
10080=Szín kiválasztás
10081=Begöngyöl/kigöngyöl
10083=Gyorskeresés tartalmazza a cetliket a szemetesből is
10084=Elhelyezés/Láthatóság
10085=Gyorskeresés törlése
10086=Program lezárás
10087=Visszaállítás biztonsági mentésből
10088=Bekezdések
10097=PNotes projekt támogatása
10098=Bekezdés/számozás ki
10099=Összes kedvenc mutatása
10126=Felső szintű csoport hozzáadása
10127=Csoport módosítása
10128=Csoport törlése
10129=Minden cetli mutatása a választott csoportból
10130=Minden cetli elrejtése a választott csoportból
10131=Alcsoport hozzáadása a választott csoporthoz
10132=Csoport mutatása (alcsoportokkal)
10133=Csoport elrejtése (alcsoportokkal)
10134=Gyorsbillentyűk
10135=Csoport mutatása gyorsbillentyű
10136=Csoport elrejtése gyorsbillentyű
10137=Be/módosít
10138=Eltávolítás
10139=Be/módosít
10140=Eltávolítás
10141=Ikonok testreszabása
10142=Csoport jelszó beállítása
10143=Csoport jelszó eltávolítása
[options]
1=OK
2=Mégse
1001=Beállítások
1002=Cetli mentése másképp
1003=Aktuális cetli beállításai
1004=Vezérlőpult
1014=Ikon választása csoport számára
1019=Keresés
1024=Keresés megnevezésre
1025=Lejárt emlékeztetők
1033=Szmájlik
1039=Súgófájl válsztó
1040=Szinkronizáció
1042=Kapcsolat más cetlikkel
1045=Dátum szerinti keresés
1047=Gyorsgombok
1050=Kézi helyi szinkronizáció
1052=Helyesírás ellenőrzés
8002=Alkalmazás
8011=Betűtípus cseréje
8014=Átlátszóság engedélyezése
8015=Átlátszóság
8018=Minden mentése kilépéskor
8019=Mentés jóváhagyása
8023=Nincs ütemezés
8024=Minden nap ekkor:
8025=Egyszer ekkor:
8031=Cetli név
8034=Gyári beállítások
8035=Induljon az oprendszerrel
8039=Dátum minta
8040=Idő minta
8049=Dátum/idő formátum
8050=Idő formátum
8051=Hangjelzés
8052=Hangjelzés engedélyezése
8054=Dátum/idő formátum
8055=Gyorsbillentyűk
8059=Gépeld be a válsztott parancs gyorsbillentyűjét
8062=Hozzáadás
8063=Eltávolítás
8064=Meghallgatás
8066=Ismétlés minden:
8069=Szabványos nézet
8072=Jóváhagyás cetli törlése előtt
8073=Görgetősáv mutatása ( * )
8076=Automatikus mentés minden:
8078=percben
8080=Gyári beállítások
8081=Szélesség
8082=Magasság
8086=További szkinek
8087=Indítás beállítások
8088=Mentés/Törlés
8092=Csoportnév
8095=Csoport ikon
8100=Látható jelzés engedélyezése
8101=Be/kigöngyölés fejlécre duplaklikkeléssel
8102=Szkin nélküli cetlik
8103=Ezt keresse:
8105=Keresés eredménye
8107=Nagybetűk figyelembevétele
8108=Keresés
8109=Egész szó
8110=Háttérszín
8111=Fejléc betűtípus
8115=A 100% teljesen átlátszót jelent!
8117=Kinézet
8123=Rejtett cetliket beleértve
8124=Keresési történet törlése
8125=Új verzió
8126=Új verzió keresése programinduláskor
8127=Keresés most
8128=Új cetli mindíg legfelül
8129=Véletlen háttérszín használata
8130=Szkinezhető cetlik
8131=Szkin nélküli cetlik
8132=Közös szkin
8133=Külön szkin
8135=Cetlik közti távolság (pixelben)
8139=A beállítások csak a nem dokkolt cetlikre érvényesek
8140=Egyedi méret
8142=Dokkolási sorrend megfordítása
8143=Cetli eszköztár elrejtése
8145=Lecserélés erre:
8146=Összes lecserélése
8147=Lecserélés
8148=Következő keresése
8149=Fel
8150=Le
8153=Nap
8154=Óra
8155=Perc
8156=Másodperc
8167=Egyedi háttérszín
8168=Egyedi fejléc-betű
8173=Add meg a használni kívánt böngészőt (hagyd üresen az alapértelmezett böngésző használatához)
8176=Arányos cetli pozícionálás
8177=Egyedi betűtípus
8178=Hetente:
8180=AT:
8183=Vezérlőpult mutatása rendszerindításkor
8192=Ennyi idő múlva:
8193=Év
8194=Hó
8195=Nap
8202=Kezdve:
8205=Dupla klikk tálcaikonra ezt okozza
8206=Ezzel egyező/ezt részben tartalmazó cetlik keresése:
8208=Főmenü
8209=Cetli
8211=Lejárt cetlik nyomon követése
8214=Ne kövesse nyomon ha a cetlit ha lejárt
8215=Inverz szövegszín
8216=Dátum
8217=Idő
8218=A hét napja
8219=Havi (pontos dátum)
8220=Havi(a hét napján)
8221=Sorszám
8222=Ha nics ilyen nap a hónapban, a legközelebbi dátum lesz használva.
8228=Rejtett cetlik jóváhagyáskérés nélküli mentése
8229=Jelszó elhagyása
8230=Jelszó létrehozása
8231=Tálcaikon elrejtése
8232=Jelszó megváltoztatása
8234=Ne mutassa a nyitott ablak listájában lévő cetliket (Alt+Tab) ( * )
8236=Cetlik tárolása titkosított fájlként
8238=Általános beállítások szkin használata nélkül
8239=Vezérlés
8240=Egyebek
8241=Egyebek
8242=Jelszó
8243=Titkosítás
8245=Biztonsági mentés
8246=Cetlik biztonsági mentése normál mentés előtt
8247=Biztonsági mentés mélysége (hány másolat legyen cetlinként)
8250=Amikor a program le van zárva
8251=Begöngyöléskor fejléccé csukódik
8252=( * ) - Minden cetli újra lesz töltve
8253=Hangjelzés
8256=Ne mozgassa a cetliket a képernyő közepére
8257=Effektusok
8258=Cetlik fokozatos elrejtése
8259=Cetlik elrejtésekor hangjelzés
8261=Háttér
8263=Rendszerindítás
8264=Program indítás
8265=Pontos idő
8267=Végtelenített ismétlés
8268=Szerkesztési terület
8269=Távolság bekezdésjelektől (twip-ben (17,57 µm)) ( ** )
8271=Jobb és bal margó szélesség - szkinezetlen cetliknél
8273=( ** ) - Az új beállítás csak az ezután létrhozott cetlikre lesz érvényes
8274=Hogy az "ikonok hozzáadása/eltávolítása" a megfelelő eszköztár gomb vagy jobbgombos menü használatával történjen.
8284=Módosítás
8290=Keresési eredmények (szöveg)
8291=Keresési eredmények (megnevezés)
8294="Napló" csoporthoz tartozó cetlik elnevezéséhez használt dátumformátum
8297="Napló" csoport beállításai
8298="Napló" csoport egyéni beállításai
8301="Hét napja" nevének hozzáadása cetli nevéhez
8302="Hét napja" nevének hozzáadása cetli név végéhez
8303=Teljes "hét napja" név
8305=Napló "oldalak" számának mutatása "Napló" menüben
8307=Ne mutassa a napló "oldalakat" a "Napló" menü korábbi dátumainál
8308=Új cetli alapértelmezett nevének használt szöveg hossza
8310="Oldalak" növekvő sorba rendezése a "Napló" menüben (legkorábbitól kezdve)
8311=Cimkék vesszővel elválasztva (pld. "egy,kettő,három")
8313=Szerkesztési terület
8317=Előre meghatározott cimkék
8319=Cimke
8322=Rendelkezésre álló cimkék
8323=Aktuális cimkék
8327=Keresés-szolgáltatók
8334=Kérlek, ellenőrizd a keresés szolgáltatód kereső sorát a böngészőben, mielőtt hozzáadnád. Lehet ilyen: "http://www.google.com/search?q
8335=Mentés csoportba:
8337="Törlés" gomb elrejtése ( * )
8338=Helyi súgófájl hiányzik. Kérlek, válassz az alábbi lehetőségekből:
8339=Folytatás on-line dokumentációval
8340=Súgófájl letöltése CHM formátumban
8341=Súgófájl letöltése PDF formátumban
8342=Ne mutasd többé ezt az üzenetet
8345=Keresési feltétel
8348=Keresés érvényessége
8350=Szinkronizáció
8351=Cetlik szinkronizálása a program indításakor
8352=FTP szerver
8354=FTP könyvtár
8356=Felhasználói név
8358=Jelszó
8360=Port
8362=Szinkronizálás most
8363=Csendes teljes mentés
8364=Szinkronizáció a kukában lévő cetlikre is
8365=Cetlik mentése szinkronizálás előtt
8366=Külső programok
8376=Az "Elrejtés" gomb legyen olyan, mint a "Törlés" gomb ( * )
8377=A cetli szövegéből ennyi betű jelenik meg a "Tartalom" oszlopban a Vezérlőpulton
8379=Szöveg
8380=Fájl
8381=Legyen ez az új cetlik alapértelmezett neve
8386=Elérhető hangok
8388=Alapértelmezett hang
8390=Minta meghallgatása
8391=Írd be a mintaszöveget:
8392=Szöveg felolvasásának beállításai
8394=Legyenek láthatóak a cetlik amíg az "Asztal mutatása" gomb fölött lebegnek ( *** )
8395=( *** ) Windows Vista vagy újabb szükséges hozzá
8396=Figyelmeztetés, ha egy cetli automatikusan törlődik a kukából
8397=Cetli törlése a kukából a kiválasztott idő után (nap)
8399=Elérhető cetlik
8400=Kapcsolt cetlik
8403=Számítógép nevének használata
8404=IP cím használata
8406=Név
8407=Cetli csere
8408=Cetli mentése küldés előtt
8411=Névjegyek
8413=Küldés most
8414=Port
8416=Cetli küldése
8417=Nincs figyelmeztetés új cetli érkezésekor
8418=Nincs hangjelzés új cetli érkezésekor
8419=Érkezett cetli megmutatása az értesítési üzenetre kattintva
8420="Bejövő" csoport mutatása az értesítési üzenetre kattintva
8421=Ne legyen értesítés cetli küldése közben
8422=Cetli elrejtése a küldés után
8424=Ne mutasd a névjegyeket a gyorsmenüben
8425=Beérkező cetli azonnali megjelenítése
8426=Nagy ikonok használata a PNotes Vezérlőpult eszköztárban
8427=Az "Elrejtés" gomb elrejtése ( * )
8430=Feladó:
8431=Címzett:
8432=Ne mutasd a cetli tartalmát a Vezérlőpultban ha a cetli vagy a csoportja jelszóval védett
8433=Átvitel engedélyezése
8434=A "Kész" jelölésű cetlik elrejtése
8439=Elérhető ablakok
8445=Csoportok
8449=Csoportok
8453=Cetli fájlok helye
8454=Index fájlok (notes pnid) helye
8461=Szinkronizálás
8462=Használd a cetli fájlok helyét
8463=Számítógép neve
8465=A kukában lévő cetliket is szinkronizáljuk
8466=Helyi szinkronizáció
8467=Automatikus szinkronizáció a következő számítógépekkel, ha USB kulcsról indulunk
8471=Helyesírás ellenőrzés
8472=Aláhúzás színe
8475=Nincs a szótárban
8476=Javaslatok
8477=Nem számít (egyszer)
8478=Nem számít (összes)
8479=Add a szótárhoz
8480=Csere
8481=Mindet cseréli
8482=Nagybetű színe
8483=Betűszín
8486=Szkinek
8488=Hangerő
8489=Sebesség
8494=Hangmagasság
8498=Riasztás/figyelmeztetés megállítása ez után:
8500=Ez történjen, ha egyszer kattintunk a tálcán lévő ikonra
[messages]
add_to_dict=Add a szótárhoz
allow_hide_tray=Ahhoz, hogy a tálcán lévő ikon elrejtődjön a program zárolásakor, gyorsgombot kell beállítani a "Program zárolása" menüponthoz.
already_exists=Ilyen azonosítójú cetli már létezik. Kérlek, válassz másik fájlt.
both_pwrd=Mindkét jelszónak megegyezőnek kell lennie. Ellenőrizd a begépelést.
check_for_update=Frissítés keresése.
clean_bin_1=Ezek a cetlik végleg törölve lesznek a kukából:
clean_bin_2=Válaszd az "Igen"-t a folytatáshoz vagy a "Nem"-et a törlés elhalasztásához.
contact_delete=Töröljük a kiválasztott névjegyet?
contact_exists=Ezzel a névvell már létezik egy névjegy.
contacts_group_delete_1=Töröljük a kiválasztott névjegy csoportot?
contacts_group_delete_2=(a csoport összes névjegye a ((None)) csoportba fog kerülni
contacts_group_exists=Ezzel a névvel már létezik névjegy csoport
continue_question=Folytatás?
def_size=Biztos, hogy szeretnéd a cetli alapértelmezett méretét erre állítani:
default_warning=Arra készülsz, hogy mindent visszaállíts a gyári alapértékre. Folytatod?
delete_backup=Tényleg törölni akarod a kiválasztott biztonsági mentés fájl(oka)t?
delete_bin=Tényleg a szemetesbe dobod ezt a cetlit?
delete_bin_multi=Tényleg teljesen törölni szeretnéd a kiválasztott tételeket (ezt nem lehet visszavonni)?
delete_caption=DELETE CAPTION
delete_complete=Tényleg teljesen törölni szeretnéd ezt a cetlit?
delete_confirm=Tényleg törölni szeretnéd ezt a cetlit?
delete_confirm_multiple=Tényleg törölni szertnéd az összes kijelölt cetlit?
delete_group_0=Csoportos törlés
delete_group_1=FIGYELEM! A választott csoport, beleértve minden cetlijét, törlésre kerül !!!
delete_group_2=Minden alcsoport, és cetlijei is törlésre kerülnek.
delete_group_3=A művelet nem visszavonható. Tovább?
delete_previous=Szeretnéd törölni az előző verzió adtatbázis fájlját?
downloading=Letöltés...
empty_bin=Szemetes ürítése? (nem visszavonható)
external_delete=Töröljük a kiválasztott külső programot a listáról?
external_exists=Ez a név már szerepel a külső programok listáján
file_save_success=A fájl mentése sikeres.
first_baloon_caption=Köszönjük, hogy a PNotes-t használja!
first_baloon_message=Jobb katt a tálcaikonra a munka megkezdéséhez.
font_sample=A fürge vörös róka átugrik a lusta kutyán.
full_backup_success=A teljes mentés sikeresen véget ért.
hk_1=Gyorsbillentyű
hk_2=már hozzá van rendelve. Kérlek, válassz mást.
hk_3=Használatban lévő gyorsbillentyű törlése?
internet_unavailable=Nincs internetkapcsolat.
invalid_date=Érvénytelen dátum formátum. Az évet, hónapot, napot, órát, percet tartalmazmia kell.
invalid_image_size=Érvénytelen képméret. 16x16-nak kell lennie.
invalid_old_pwrd=Helytelen régi jelszó.
invalid_pwrd=Helytelen jelszó.
invalid_time=Érvénytelen idő formátum. Az órát és percet tartalmazmia kell.
local_sync_delete=Töröljük a kiválasztott szinkronizációs célt?
local_sync_exists=Ezzel a névvel már létezik helyi szinkronizációs cél
matches_found=Fellelt találatok:
new_version_1=A PNotes új verziója elérhető.
new_version_2=Kattints az "OK"-ra a letöltőoldalra lépéshez.
no_backup=Nincs biztonsági másolat a jelenlegi cetliről.
no_matches=Nincsenek találatok.
no_note_created=A cetli ablakot nem lehet létrehozni
no_note_registered=A cetli ablak osztályt nem lehet regisztrálni
no_skin_file=A szkin nem létezik. A program kilép.
no_success=A program legutóbb nem zárult szabályosan. Szeretnéd ha betöltené az automatikusan mentett cetliket?
no_suggestion=Nincs javaslat
received_1=Cetli név
received_2=Küldő
received_3=Fogadás dátuma/ideje
received_caption=Új cetli érkezett
replace_complete=Felülírás kész.
replace_warning_1=A felülírási művelet végrehajtása érdekében a programnak a keresési kritériumra kell váltania.
replace_warning_2=míg a jelenlegi keresési kritériumod
restore_backup=Szeretnéd visszaállítani az adataid a választott biztonsági mentés alapján?
restore_full_warning=FIGYELEM! Az összes létező cetli törlődni fog, lecserélődnek a kiválasztott mentésben lévőkkel!
same_version=A PNotes legújabb verzióját használod.
save_before_send=A cetlit el kell menteni, mielőtt elküldhető. Mentés most?
save_caption=Mentés
save_note=Cetli megváltozott.
save_question=El szeretnéd menteni?
search_complete=Keresés kész.
sending=Halad a küldés...
seng_delete=Választott keresésszolgáltató törlése?
seng_exists=A keresésszolgáltatók listája már tartalmazza ezt a nevet.
sent_1=Cetli
sent_2=sikeresen elküldve
sent_3=Címzett:
sent_4=Küldés dátuma/ideje
sent_caption=Cetli elküldve
sound_1=Hang hozzáadása
sound_2=Jóváhagyás
sound_3=A fájl már létezik a hang könyvtáradban. Továbbra is másolod?
sound_4=A hangfájl nem található. Alapértelmezett visszaállítása.
sound_5=Választott hang törlése?
spell_check_finished=A helyesírás ellenőrzés kész
sync_success=A szinkronizáció sikeresen véget ért.
synchronizing=Halad a szinkronizáció...
too_many_files=Csak egy fájl húzható a cetlibe.
warning_trans_scroll=Windows Vista esetén az átlátszóság és görgetősáv egyidejű engedélyezése rendszerleállást okozhat.
[captions]
add_external=Végrehajtható fájl kiválasztása
add_icon=Ikon hozzáadása
backup_caption=Biztonsági mentés
browser=Válaszd ki a kívánt böngészőt
change_pwrd=Jelszó cseréje
choose_folder=Válassz foldert
color=Szín választása
create_pwrd=Jelszó beállítása
customize_icons=Ikonok tesreszabása
date_formats=Lehetséges dátumformátumok
diary=Napló
edit_contact=Névjegy szerkeszése
edit_contacts_group=Névjegy csoport szerkesztése
edit_sync_target=Helyi szinkronizációs cél szerkesztése
enter_pwrd=Jelszó begépelése
external_modify=Külső program módosítása
external_new=Új külső program
favorites=Kedvencek
font=Betűtípus választása
group=csoport
group_default=Általános
group_edit=Csoport módosítása
group_main=Minden cetli
group_new=Új csoport
hide_group=Csoport elrejtése
import=Cetlik importálása korábbi programverzióból
incoming=Bejövő
insert_picture=Kép beszúrása
load=Cetli betöltése
loading_error=Töltési hiba
never=Soha
new_contact=Új névjegy
new_contacts_group=Új névjegy csoport
new_note=Névtelen
new_sync_target=Új helyi szinkronizációs cél
no_cont_group=(Nincs)
no_single_action=(Nincs tevékenység)
note=cetli
open_full_backup=Teljes mentés visszatöltése
quick_search=Gyorskeresés
recycle_bin=Szemetes
rename=Cetli átnevezése
restore_caption=Cetli visszaállítása
restore_filter=Cetlik biztonsági másolatai
save_full_backup=Teljes mentés készítése
save_text_file=Mentés szövegfájlként
search_results=Keresési eredmények
seng_modify=Keresésszolgáltató keresése
seng_new=Új keresésszolgáltató
show_group=Csoport mutatása
sound=Hang választása
time_formats=Lehetséges időformátumok
total_decryption=Összes cetli dekódolása folyamatban. Kérem, várjon.
total_ecryption=Összes cetli titkosítása folyamatban. Kérem, várjon.
windows=Cetli ablakhoz rögzítése
[tabs]
0=Szkin
1=Betúűtípus
2=Ütemezés
[tabs_options]
0=Kinézet
1=Ütemezés
2=Egyebek
[columns]
0=Cetli név
1=Csoport
2=Utolsó elmentett
3=Ütemezés típusa
4=Név
5=Eredeti cetli
6=Mentett idő
7=Cimkék
8=Prioritás
9=Befejezett
10=Védett
11=Kedvencek
12=Tartalom
13=Törölt
14=Küldött/Fogadott
15=Ide küldtük
16=Ekkor küldtük
17=Innen kaptuk
18=Ekkor kaptuk
19=Létrehozva
20=Jelszóval védett
21=Rögzített
[commands]
5000=Betűtípus
5001=Betűméret
5002=Betűszín
5003=Félkövér
5004=Dőlt
5005=Aláhúzott
5006=Keresztülhúzott
5007=Kiemelt
5008=Balra ígazítás
5009=Középre igazítás
5010=Jobbra ígazítás
5011=Bekezdés/számozás
5100=Automatikus
5101=Nincs kitöltés
[status]
dd_impossible=(fogd - és ejtsd lehetetlen)
group=Csoport:
group_notes=Cetlik a csoportban:
total=Összes cetli:
[preview]
caption=Kijelölés
part1=Dupla klikk ide a cetli testre a háttérszín cseréjéhez.
part2=Dupla klikk a kijelölésre a kijelölt terület betűtípus cseréjéhez.
[date_format_chars]
d=A hónap napja kezdő nulla nélkül egyszámjegyű napoknál.
dd=A hónap napja kezdő nullával egyszámjegyű napoknál.
ddd=A hét napja mint három helyiértékes rövidítés.
dddd=A hét napja teljes nevén.
M=A hónap kezdő nulla nélkül egyszámjegyű hónapkijelzéshez.
MM=A hónap mint helyiérték kezdő nullával kétszámjegyű hónapkijelzéshez.
MMM=A hónap mint három helyiértékes rövidítés.
MMMM=A hónap napja teljes nevén.
y=Két helyiértékes évkijelzés, kezdő nulla nélkül a tíznél kisebb évszámoknál.
yy=Két helyiértékes évkijelzés, kezdő nullával a tíznél kisebb évszámoknál.
yyyy=Teljes négy helyiértékes évkijelzés.
[time_format_chars_h12]
h=Órakijelzés kezdő nulla nélkül az egyszámjegyűeknél; 12 órás nap.
hh=Órakijelzés kezdő nullával az egyszámjegyűeknél; 12 órás nap.
[time_format_chars_h24]
H=Órakijelzés kezdő nulla nélkül az egyszámjegyűeknél; 24 órás nap.
HH=Órakijelzés kezdő nullával az egyszámjegyűeknél; 24 órás nap.
[time_format_chars]
m=Percek kezdő nulla nélkül az egyszámjegyűeknél.
mm=Percek kezdő nullával az egyszámjegyűeknél.
s=Másodpercek kezdő nulla nélkül az egyszámjegyűeknél.
ss=Másodpercek kezdő nullával az egyszámjegyűeknél.
t=Egykarakteres időjelző szöveg, úgy mint A vagy P.
tt=Kétkarakteres időjelző szöveg, úgy mint AM vagy PM.
[left_panel]
202=Kinézet
203=Szkinek
204=Ütemezés
205=Dokkolás
206=Viselkedés
207=Vegyes
208=Védelem
209=Napló
210=Hálózat
[search_columns]
0=Cetli
1=Sor
2=Oszlop
[weekdays]
0=Hé
1=Ke
2=Sze
3=Csü
4=Pé
5=Szo
6=Va
[titles_columns]
0=Név
[ordinals]
0=Első
1=Második
2=Harmadik
3=Negyedik
4=Utolsó
[weekdays_full]
0=Hétfő
1=Kedd
2=Szerda
3=Csütörtök
4=Péntek
5=Szombat
6=Vasárnap
[login_captions]
conf_pwrd=Jelszó jóváhagyása
enter_pwrd=Jelszó beírása
new_pwrd=Új jelszó
old_pwrd=Régi jelszó
[engines_columns]
0=Név
1=Keresés netcíme
[ext_progs_columns]
0=Név
1=Program
2=Parancssori paraméterek
[contacts_columns]
0=Név
1=Számítógép neve
2=IP cím
[local_sync_columns]
0=Számítógép neve
1=Cetli fájlok helye
2=Index fájl helye
[windows_columns]
0=Ablak szövege
1=Ablak osztálya
[search_criteria]
0=Csak teljes egyezés
1=Minden szóval egyezzen
2=Legalább egy szó egyezzen
[search_scope]
0=Keresés szövegben
1=Keresés nevek közt
2=Keresés szövegben és nevek közt is
[search_match]
0=Csak szöveg
1=Csak név
2=Szöveg és név
[def_naming]
0=A cetlik szövegének első betűje
1=Aktuális dátum/idő
2=Aktuális dátum/idő és a cetlik szövegének első betűje
[search_dates_fields]
0=Létrehozás dátuma
1=Mentés dátuma
2=Küldés dátuma
3=Fogadás dátuma
4=Törlés dátuma
[stop_loop]
0=Soha
5=5 mp
10=10 mp
15=15 mp
30=30 mp
45=45 mp
60=1 p
120=2 p
180=3 p
300=5 p
900=15 p
1800=30 p
[about]
dialog=A PNotes-ről
hunspell=Helyesírás ellenőrzés - Hunspell könyvtár a Hunspell-től.
license=Ez a program a GNU General Public License kettes vagy későbbi verziójában foglaltak szerint kerül megosztásra.
png_lib=PNG kép dekódolás - PNGlib, ingyenes PNG dekódoló könyvtár Thomas Bleekertől.
show_license=Licensz mutatása
thanks_1=Különleges köszönet bizonyos észrevételekért, új ötletekért, felvetésekért és önzetlen tesztelésért a következőknek:
thanks_2=és köszönet mindenkinek szerte a világon, aki teszteli, fordítja, vagy egyszerűen csak használja a programot.
[program]
name=PNotes - a Te virtuális cetlikezelőd
